package com.liuwei.comment;

public class Constant {
	
	private Constant() {
	}
	
	// baseURL
	public static final String BASE_URL = "http://c.m.163.com/";
	
	public static final String[] PARSER_IDS_TEST = {
		
//		"T1348647909107",//头条:
		
//		"T1348648037603",//社会:
		
		"T1368497029546"//历史:
	};
	public static final String[] PARSER_IDS = {
		
		"T1348647909107",//头条:
		
		"T1348648037603",//社会:
		
		"T1368497029546",//历史:
		
		"T1379038288239",//电台:
		
		"T1348648141035",//军事:
		
		"T1474271789612",//航空:
		
		"T1467284926140",//要文:
		
		"T1348648517839",//娱乐:
		
		"T1348648650048",//影视歌:
		
		"T1348648756099",//财经:
		
		"T1473054348939",//股票:
		
		"T1356600029035",//彩票:
		
		"T1348649079062",//体育:
		
		"T1348649580692",//科技:
		
		"T1348649654285",//手机:
		
		"T1348649776727",//数码:
		
		"T1351233117091",//智能:
		
		"T1350383429665",//轻松一刻:
		
		"T1370583240249",//独家:
		
		"T1348654060988",//汽车:
		
		"T1348654085632",//房产:
		
		"T1348654105308",//家居:
		
		"T1348654151579",//游戏:
		
		"T1348654204705",//旅游:
		
		"T1414389941036",//健康:
		
		"T1348654225495",//教育:
		
		"T1348650593803",//时尚:
		
		"T1348650839000",//女人:
		
		"T1414142214384",//政务:
		
		"T1441074311424",//艺术:
	};
	
	public static final String NONE_TAG = "没有找到要查找的标签";

	public static final String NONE_CONTENT = "没有获取到任何内容";


}
